Repository: josesanch/django-shop-viveum
Catalog: viveum/locale/*/LC_MESSAGES/django.po
Languages: de

source: Payment details
de: Zahlungsdetails

source: Customer identification
de: Kunden ID

source: Transaction information
de: Transaktions ID

source: Mar
de: Mär

source: May
de: Mai

source: Oct
de: Okt

source: Dec
de: Dez

source: Cardholder name
de: Kreditkarten Inhaber

source: Credit card number
de: Kreditkarten Nummer

source: Check code
de: Prüfcode

source: Card expire month
de: Gültigkeit bis Monat

source: Card expire year
de: Gültigkeit bis Jahr

source: IPayment Confirmation
de: IPayment Bestätigung

source: Unique identifier for submitted payments
de: Eindeutige ID für eingereichte Zahlungen

source: Additional comments from the vendor
de: Zusätzliche Anmerkung des Verkäufers

source: IPayments internal booking number
de: IPayments interne Buchungsnummer

source: The clients IP address
de: IP Adresse des Kunden

source: Credit card no.
de: Kreditkarten-Nr.

source: Card check code
de: Prüfcode

source: Card expire date
de: Karte gültig bis
